Repository: brol/referer
Catalog: locales/*/main.po
Languages: fr

source: Displays your blog referers
fr: Afficher les sites référents

source: List of new referrals
fr: Liste des derniers sites référents

source: List biggest referrers
fr: Liste des plus gros sites référents

source: Direct entrance
fr: Entrée directe

source: visit(s)
fr: visite(s)

source: Referer: top referers
fr: Referer : top des sites référents

source: Top referers
fr: Top des sites référents

source: Number to display:
fr: Nombre de liens à afficher :

source: Referer: last referers
fr: Referer : derniers sites référents

source: Last referers
fr: Derniers sites référents
